Repository: birajkarmakar/Bengali-India-bn-IN-Fuel-Terminology
Catalog: */fuel-cloud-*.po
Languages: bn_in

source: Access and Security
bn_in: প্রবেশাধিকার এবং নিরাপত্তা

source: Account
bn_in: অ্যাকাউন্ট

source: Account Number
bn_in: অ্যাকাউন্ট নম্বর

source: Acquire New IP
bn_in: নতুন IP প্রয়োজন

source: Actions
bn_in: ক্রিয়াকলাপ

source: Active
bn_in: সক্রিয়

source: Active Instances
bn_in: সক্রিয় দৃষ্টান্ত

source: Active RAM
bn_in: সক্রিয় RAM

source: Add
bn_in: যোগ করুন

source: Add Rule
bn_in: নিয়ম যোগ করুন

source: Add Subnet
bn_in: সাবনেট যোগ করুন

source: Admin
bn_in: প্রশাসক

source: Admin Password
bn_in: প্রশাসকের পাসওয়ার্ড

source: Admin State
bn_in: প্রশাসকের স্টেট

source: All Instances
bn_in: সমস্ত দৃষ্টান্ত

source: Allocate IP
bn_in: IP বরাদ্দ করুন

source: Allocate IP to Project
bn_in: প্রোজেক্টে IP বরাদ্দ করুন

source: Allocation Pools
bn_in: পুল বরাদ্দ করুন

source: API Access
bn_in: API প্রবেশাধিকার

source: API Endpoint
bn_in: API এন্ডপয়েন্ট

# Architecture of the cloud image (eg. 32 or 64 bit)
source: Architecture
bn_in: স্থাপত্য

# Cloud architecture
source: Architecture
bn_in: স্থাপত্য

source: Associate Floating IP
bn_in: সহযোগী ফ্লোটিং IP

source: Attached to
bn_in: সংযুক্ত

source: Authentication
bn_in: প্রমাণীকরণ

source: Availability Zone
bn_in: উপলব্ধ এলাকা

source: Available
bn_in: উপলব্ধ

source: Available Networks
bn_in: উপলব্ধ নেটওয়ার্ক

source: Available Subscriptions
bn_in: উপলব্ধ সাবস্ক্রিপশন

source: Browse
bn_in: ব্রাউজ

source: Cancel
bn_in: বাতিল করা

source: Certificate
bn_in: সার্টিফিকেট

source: Certificate Status
bn_in: সার্টিফিকেট স্ট্যাটাস

source: Clear Gateway
bn_in: পরিষ্কার গেটওয়ে

source: Cloud Partner
bn_in: ক্লাউড পার্টনার

source: Compute
bn_in: কম্পিউট

source: Configuration
bn_in: কনফিগারেশন

source: Confirm Admin Pass
bn_in: প্রশাসকের পাস নিশ্চিত করুন

source: Confirm Password
bn_in: পাসওয়ার্ড নিশ্চিত করুন

source: Console
bn_in: কনসোল

source: Console Log
bn_in: কনসোল লগ

source: Containers
bn_in: কন্টেনারগুলি

source: Create Containers
bn_in: কন্টেনারগুলি তৈরি করুন

source: Create Image
bn_in: ছবি তৈরি করুন

source: Create Networks
bn_in: নেটওয়ার্ক তৈরি করুন

source: Create Project
bn_in: প্রোজেক্ট তৈরি করুন

source: Create Security Groups
bn_in: নিরাপত্তা দল তৈরি করুন

source: Create Snapshot
bn_in: স্ন্যাপশট তৈরি করুন

source: Create Subnet
bn_in: সাবনেট তৈরি করুন

source: Create Volume
bn_in: পরিমাণ তৈরি করুন

source: Create Volume Type
bn_in: পরিমাণের ধরন তৈরি করুন

source: csv Summary
bn_in: csv সারাংশ

source: Customer
bn_in: কাস্টমার

source: Customization Script
bn_in: কাস্টমাইজেশন স্ক্রিপ্ট

source: Dashboard
bn_in: ড্যাশবোর্ড

source: Data
bn_in: ডাটা

source: Default Quotas
bn_in: ডিফল্ট কোটা

source: Defaults
bn_in: ডিফল্টসমূহ

source: Delete Flavor
bn_in: আস্বাদন মুছে দিন

source: Delete Images
bn_in: ছবি মুছে দিন

source: Delete Key Pairs
bn_in: কী জোড়া মুছে দিন

source: Delete Networks
bn_in: নেটওয়ার্ক মুছে দিন

source: Delete Projects
bn_in: প্রোজেক্টসমূহ মুছে দিন

source: Delete Roles
bn_in: ভূমিকাসমূহ মুছে দিন

source: Delete Router
bn_in: রাউটার মুছে দিন

source: Delete Rule
bn_in: নিয়ম মুছে দিন

source: Delete Security Groups
bn_in: নিরাপত্তা দল বাতিল করুন

source: Delete User
bn_in: ব্যবহারকারী বাতিল করুন

source: Deployment
bn_in: বিস্তৃতি

source: Description
bn_in: বর্ণনা

source: Detail
bn_in: বিস্তারিত

source: Diassociate Floating IP
bn_in: ডিঅ্যাসোসিয়েট ফ্লোটিং IP

source: Direction
bn_in: অভিমুখ

source: Disable Gateway
bn_in: গেটওয়ে অক্ষম করুন

source: Disable User
bn_in: ব্যবহারকারীকে অক্ষম করুন

source: Disk
bn_in: ডিস্ক

source: Disk Read Bytes
bn_in: ডিস্ক রিড বাইটসমূহ

source: Disk Read Requests
bn_in: ডিস্ক রিড আবেদন

source: Disk Usage
bn_in: ডিস্কের ব্যবহার

source: Disk Write Bytes
bn_in: ডিস্ক লেখা বাইট

source: Disk Write Requests
bn_in: ডিস্ক লেখার আবেদন

source: DNS Name Server
bn_in: DNS নাম সার্ভার

source: Domain Groups
bn_in: ডোমেইন দল

source: Domain ID
bn_in: ডোমেইন ID

source: Domain Info
bn_in: ডোমেইন তথ্য

source: Domains
bn_in: ডোমেইনসমূহ

source: Download Credential
bn_in: ডাউনলোড প্রমাণপত্রাদি

source: Download File
bn_in: ডাউনলোড ফাইল

source: Driver
bn_in: ড্রাইভার

source: Edit Flavor
bn_in: আস্বাদন সম্পাদনা করুন

source: Edit Instances
bn_in: দৃষ্টান্ত সম্পাদনা করুন

source: Edit Project
bn_in: প্রোজেক্ট সম্পাদনা করুন

source: Edit Rules
bn_in: নিয়ম সম্পাদনা করুন

source: Edit Security Groups
bn_in: নিরাপত্তা দল সম্পাদনা করুন

source: Egress
bn_in: বহির্গমন

source: Email
bn_in: ইমেইল

source: Enable DHCP
bn_in: DHCP সক্রিয় করুন

source: Enables
bn_in: সক্রিয়করণ

source: End Date
bn_in: শেষ তারিখ

source: Entitlement
bn_in: এনটাইটেলমেন্ট

source: Environment Source
bn_in: পরিবেশের উৎস

source: Ephemeral Disk
bn_in: ক্ষণস্থায়ী ডিস্ক

source: Ether Type
bn_in: ইথারের প্রকার

source: Events
bn_in: ইভেন্টসমূহ

source: External
bn_in: বহিরাগত

source: External Network
bn_in: বহিরাগত নেটওয়ার্ক

source: Filter
bn_in: ফিল্টার

source: Fingerprint
bn_in: ফিঙ্গারপ্রিন্ট

source: Flavor name
bn_in: আস্বাদনের নাম

source: Flavors
bn_in: আস্বাদনসমূহ

source: Flavors Access
bn_in: আস্বাদনের অ্যাক্সেস

source: Floating IP
bn_in: ফ্লোটিং IP

source: Floating IP Creation Requests
bn_in: ফ্লোটিং IP তৈরির আবেদন

source: Floating IP Duration
bn_in: ফ্লোটিং IP সময়কাল

source: Floating IP Pool
bn_in: ফ্লোটিং IP পুল

source: Format
bn_in: ফর্ম্যাট

source: Gateway IP
bn_in: গেটওয়ে IP

source: Global Disk usage
bn_in: গ্লোবাল ডিস্ক ব্যবহার

source: Global Network Traffic Usage
bn_in: গ্লোবাল নেটওয়ার্ক ট্রাফিক ব্যবহার

source: Global Network Usage
bn_in: গ্লোবাল নেটওয়ার্ক ব্যবহার

source: Global Object Store Usage
bn_in: গ্লোবাল বস্তু স্টোর ব্যবহার

source: Group by
bn_in: দল দ্বারা

source: Groups
bn_in: দলসমূহ

source: Guest Network
bn_in: গেস্ট নেটওয়ার্ক

source: Hard Reboot instance
bn_in: হার্ড পুনঃবুট দৃষ্টান্ত

source: Help
bn_in: সাহায্য

source: Host
bn_in: হোস্ট

source: Host Aggregate
bn_in: হোস্টের সমষ্টি

source: Host routes
bn_in: হোস্ট রুটসমূহ

source: Hostname
bn_in: হোস্টনেম

source: Hypervisor summary
bn_in: হাইপারভাইসরের সারসংক্ষেপ

source: Hypervisors
bn_in: হাইপারভাইসরসমূহ

source: Identity Panel
bn_in: পরিচয় প্যানেল

source: Image
bn_in: ছবি

source: Image File
bn_in: ছবির ফাইল

source: Image Location
bn_in: ছবির অবস্থান

source: Image Name
bn_in: ছবির নাম

source: Image Source
bn_in: ছবির উৎস

source: Images and Snapshots
bn_in: ছবি এবং স্ন্যাপশটসমূহ

source: Import Certificate
bn_in: সার্টিফিকেট ইম্পোর্ট করুন

source: Import Key Pair
bn_in: কী পেয়ার ইম্পোর্ট করুন

source: Injected File Content Bytes
bn_in: ইনজেক্ট করা ফাইলে বাইট আছে

source: Injected Files
bn_in: ইনজেক্ট করা ফাইল

source: Installation
bn_in: ইনস্টলেশন

source: Installed Package
bn_in: ইন্সটল করা প্যাকেজ

source: Instance Boot resource
bn_in: দৃষ্টান্ত বুট রিসোর্স

source: Instance Count
bn_in: দৃষ্টান্ত গণনা

source: Instance Name
bn_in: দৃষ্টান্তের নাম

source: Instances
bn_in: দৃষ্টান্তসমূহ

source: Internet
bn_in: ইন্টারনেট

source: Invalid
bn_in: অবৈধ

source: IP Address
bn_in: IP ঠিকানা

source: IP Protocol
bn_in: IP প্রোটোকল

source: IP Version
bn_in: IP সংস্করণ

source: Isolated Network
bn_in: ভিন্ন নেটওয়ার্ক

source: Items Per Page
bn_in: প্রত্যেক পাতার আইটেম

source: Kernel ID
bn_in: কার্নেল ID

source: Key Pair Name
bn_in: কী জোড়ার নাম

source: Key Pairs
bn_in: কী জোড়াসমূহ

source: Language
bn_in: ভাষা

source: Launch
bn_in: আরম্ভ

source: Launch Instances
bn_in: দৃষ্টান্ত আরম্ভ

source: License Agreement
bn_in: লাইসেন্স চুক্তি

source: Load Balancer
bn_in: ব্যালেন্সার লোড

source: Logged in as:
bn_in: লগ ইন হয়েছে:

source: login
bn_in: লগইন

source: Manage Networks
bn_in: নেটওয়ার্ক পরিচালনা করুন

source: Manage Security Groups Rule
bn_in: নিরাপত্তা দলের নিয়ম পরিচালনা করুন

source: Membership
bn_in: সদস্যতা

source: Membership List
bn_in: সদস্যতার তালিকা

source: Memory Usage
bn_in: মেমোরির ব্যবহার

source: Metadata Items
bn_in: মেটাডাটা আইটেম

source: Metrics
bn_in: মেট্রিক্স

source: Migrate Instance
bn_in: দৃষ্টান্ত অভিপ্রয়াণ করুন

source: Minimum Disk
bn_in: নূন্যতম ডিস্ক

source: Minimum RAM
bn_in: নূন্যতম RAM

source: Modify Access
bn_in: অ্যাক্সেস পরিবর্তন করুন

source: Modify Groups
bn_in: দল পরিবর্তন করুন

source: Modify Quotas
bn_in: কোটাসমূহ পরিবর্তন করুন

source: Name
bn_in: নাম

source: Netmask
bn_in: নেটমাস্ক

source: Network Address
bn_in: নেটওয়ার্ক অ্যাড্রেস

source: Network Creation Requests
bn_in: নেটওয়ার্ক তৈরির আবেদন

source: Network Duration
bn_in: নেটওয়ার্কের সময়কাল

source: Network Incoming Bytes
bn_in: নেটওয়ার্কে আগত বাইট

source: Network Incoming Packets
bn_in: নেটওয়ার্কে আগত প্যাকেটসমূহ

source: Network Name
bn_in: নেটওয়ার্কের নাম

source: Network outgoing Bytes
bn_in: নেটওয়ার্ক বহির্গত বাইটসমূহ

source: Network Outgoing Packets
bn_in: নেটওয়ার্ক বহির্গত প্যাকেটসমূহ

source: Network Topology
bn_in: নেটওয়ার্ক টপোলজি

source: Networking Default
bn_in: নেটওয়ার্ক ডিফল্ট

source: Networks
bn_in: নেটওয়ার্ক

source: Next
bn_in: পরবর্তী

source: No File Selected
bn_in: কোনো ফাইল নির্বাচিত হয়নি

source: No Items to Display
bn_in: কোনো বস্তু প্রদর্শনের জন্য নয়

source: Number of Volumes
bn_in: আয়তনের সংখ্যা

source: Object Storage Incoming Bytes
bn_in: বস্তু সংগ্রহের আগত বাইটসমূহ

source: Object Storage Outgoing Bytes
bn_in: বস্তু সংগ্রহের বহির্গত বাইটসমূহ

source: Object Store
bn_in: বস্তুর স্টোর

source: Offering
bn_in: প্রস্তাব করা হচ্ছে

source: Open Port
bn_in: মুক্ত পোর্ট

source: Operating System
bn_in: অপারেটিং সিস্টেম

source: Operator
bn_in: অপারেটর

source: Orchestration
bn_in: অর্কেস্ট্রারচনা

source: Overview
bn_in: পরিদর্শন

source: Password
bn_in: পাসওয়ার্ড

source: Pause Instance
bn_in: দৃষ্টান্ত থামান

source: Pause Snapshot
bn_in: স্ন্যাপশট থামান

source: Period
bn_in: সময়কাল

source: Platform
bn_in: প্ল্যাটফর্ম

source: Plug-ins
bn_in: প্লাগ-ইনসমূহ

source: Pool
bn_in: পুল

source: Port
bn_in: পোর্ট

source: Port Creation
bn_in: পোর্ট তৈরি

source: Port Creation Requests
bn_in: পোর্ট তৈরির আবেদন

source: Port Range
bn_in: পোর্টের এলাকা

source: Power State
bn_in: পাওয়ার স্টেট

source: Previous
bn_in: পূর্ববর্তী

source: Primary Project
bn_in: প্রাথমিক প্রোজেক্ট

source: Private Network
bn_in: গোপন নেটওয়ার্ক

source: Project
bn_in: প্রোজেক্ট

source: Project Groups
bn_in: প্রোজেক্টের দলসমূহ

source: Project Members
bn_in: প্রোজেক্টের সদস্যসমূহ

source: Project Name
bn_in: প্রোজেক্টের নাম

source: Protected
bn_in: সুরক্ষিত

source: Public
bn_in: পাবলিক

source: Public Key
bn_in: পাবলিক কী

source: Public Network
bn_in: পাবলিক নেটওয়ার্ক

source: Purchase Subscription
bn_in: কেনা সাবস্ক্রিপশন

source: Queued
bn_in: সারিবদ্ধ

source: Quota
bn_in: কোটা

source: Quota Name
bn_in: কোটার নাম

source: RAM (total)
bn_in: RAM (সর্বমোট)

source: RAM (used)
bn_in: RAM (ব্যবহৃত)

source: Ramdisk ID
bn_in: র‍্যামডিস্ক ID

source: Rebuild Instance
bn_in: দৃষ্টান্ত পুনঃ-তৈরি করুন

source: Refresh
bn_in: রিফ্রেশ

source: Region
bn_in: এলাকা

source: Register
bn_in: রেজিস্টার

source: Regular User
bn_in: নিয়মিত ব্যবহারকারী

source: Remote
bn_in: রিমোট

source: Reset
bn_in: রিসেট

source: Resize Instance
bn_in: দৃষ্টান্ত পুনরায় আকার দিন

source: Resource
bn_in: রিসোর্স

source: Resource Usage
bn_in: রিসোর্স ব্যবহার

source: Resource Usage Overview
bn_in: রিসোর্স ব্যবহারের পরিদর্শন

source: Role ID
bn_in: ভূমিকা ID

source: Role Name
bn_in: ভুমিকার নাম

source: Roles
bn_in: ভুমিকাসমূহ

source: Root Disk
bn_in: রুট ডিস্ক

source: Router Creation Requests
bn_in: রাউটার তৈরির আবেদন

source: Router Duration
bn_in: রাউটারের সময়কাল

source: Routers
bn_in: রাউটারসমূহ

source: Rule
bn_in: নিয়ম

source: Running Vms
bn_in: চলতি Vms

source: Save
bn_in: সংরক্ষণ

source: Saving
bn_in: সংরক্ষিত হচ্ছে

source: Schedule
bn_in: সময়সূচি

source: Security Groups
bn_in: নিরাপত্তা দল

source: Security Groups Rules
bn_in: নিরাপত্তা দলের নিয়ম

source: Select Template
bn_in: টেমপ্লেট নির্বাচন করুন

source: Selected Networks
bn_in: নেটওয়ার্ক নির্বাচন করুন

source: Self Boot Instances
bn_in: স্বয়ং বুট দৃষ্টান্ত

source: Self Reboot Instance
bn_in: স্বয়ং পুনঃ-বুট দৃষ্টান্ত

source: Service
bn_in: সার্ভিস

source: Service Endpoint
bn_in: সার্ভিস এন্ডপয়েন্ট

source: Settings
bn_in: বৈশিষ্ট্য

source: Shared
bn_in: শেয়ার করা হয়েছে

source: Shared with Me
bn_in: আমার সাথে শেয়ার করা হয়েছে

source: Shut Off Instance
bn_in: ইন্সটান্স বন্ধ করুন

source: Sign In
bn_in: সাইন ইন

source: Sign Out
bn_in: সাইন আউট

source: Size
bn_in: পরিমাণ

source: Snapshot
bn_in: স্ন্যাপশট

source: Soft Reboot Instance
bn_in: সফট পুনঃ-বুট ইন্সটান্স

source: Stack
bn_in: স্ট্যাক

source: Start Date
bn_in: শুরুর তারিখ

source: Statistics of All Resources
bn_in: সমস্ত রিসোর্সের পরিসংখ্যান

source: Stats
bn_in: পরিসংখ্যান

source: Status
bn_in: স্ট্যাটাস

source: Stopped Vms
bn_in: বন্ধ Vms

source: Storage
bn_in: সংগ্রহশালা

source: Storage (total)
bn_in: সংগ্রহশালা (সর্বমোট)

source: Storage (Used)
bn_in: সংগ্রহশালা (ব্যবহৃত)

source: Subnet Associated
bn_in: সাবনেট সংযুক্ত

source: Subnet Creation Requests
bn_in: সাবনেট তৈরির আবেদন

source: Subnet Durations
bn_in: সাবনেট সময়কাল

source: Subnet Name
bn_in: সাবনেটের নাম

source: Subscribe
bn_in: সাবস্ক্রাইব

source: Subscription
bn_in: সাবস্ক্রিপশন

source: Subscription List
bn_in: সাবস্ক্রিপশন তালিকা

source: Subscription Manager
bn_in: সাবস্ক্রিপশন ম্যানেজার

source: Suspend instance
bn_in: সাসপেন্ড দৃষ্টান্ত

source: Suspend Snapshot
bn_in: সাসপেন্ড স্ন্যাপশট

source: Swap Disk
bn_in: সোয়াইপ ডিস্ক

source: System Info
bn_in: সিস্টেম তথ্য

source: System Name
bn_in: সিস্টেমের নাম

source: System panel
bn_in: সিস্টেম প্যানেল

source: System Registration
bn_in: সিস্টেম রেজিস্ট্রেশন

source: Take Snapshot
bn_in: স্ন্যাপশট নিন

source: Task
bn_in: কাজ

source: Template
bn_in: টেম্পলেট

source: Template File
bn_in: টেমপ্লেট ফাইল

source: Template Source
bn_in: টেমপ্লেট উৎস

source: Tenant
bn_in: টেন্যান্ট

source: Terminate Instances
bn_in: দৃষ্টান্ত বন্ধ করুন

source: Time Zone
bn_in: টাইম জোন

source: Total
bn_in: সর্বমোট

source: Total number of objects
bn_in: বস্তুর মোট সংখ্যা

source: Total size of Objects
bn_in: বস্তুর মোট আকার

source: Total Vms
bn_in: সর্বমোট Vms

source: Type
bn_in: রকম

source: Unsubscribe
bn_in: আনসাবস্ক্রাইব

source: Update User
bn_in: ব্যবহারকারী আপডেট করুন

source: Uptime
bn_in: আপ-টাইম

source: Usage
bn_in: ব্যবহার

source: User Credentials
bn_in: ব্যবহারকারী শংসাপত্র

source: User Data
bn_in: ব্যবহারকারী ডাটা

source: User Name
bn_in: ব্যবহারকারী নাম

source: User Settings
bn_in: ব্যবহারকারী বৈশিষ্ট্যসমূহ

source: Username
bn_in: ব্যবহারকারীনাম

source: Users
bn_in: ব্যবহারকারীসমূহ

source: Valid
bn_in: বৈধ

source: Value
bn_in: মান

source: VCPU Hours
bn_in: VCPU ঘন্টাসমূহ

source: VCPU Usage
bn_in: VCPU ব্যবহার

source: View All
bn_in: সমস্তকিছু দেখুন

source: View Extra Specs
bn_in: অতিরিক্ত জায়গা দেখুন

source: View Logs
bn_in: লগসমূহ দেখুন

source: View Usage
bn_in: ব্যবহার দেখুন

source: Virtual Image
bn_in: ভার্চুয়াল চিত্র

source: Virtual Machine
bn_in: ভার্চুয়াল মেশিন

source: Volume
bn_in: আয়তন

source: Volume Limits
bn_in: আয়তনের সীমাবদ্ধতা

source: Volume Name
bn_in: আয়তনের নাম

source: Volume Source
bn_in: আয়তনের উৎস

source: Volume Type
bn_in: আয়তনের প্রকার
