Repository: birajkarmakar/Bengali-India-bn-IN-Fuel-Terminology
Catalog: */fuel-agriculture-*.po
Languages: bn_in

source: Acre
bn_in: একর

source: Advanced Technologies
bn_in: উন্নত প্রযুক্তিবিদ্যা

source: Agri business
bn_in: কৃষি ব্যবসা

source: Agri export and import
bn_in: কৃষি রপ্তানি এবং আমদানি

source: Agri Inputs
bn_in: কৃষি উপকরণ

source: Agricultural Processing
bn_in: কৃষিগত প্রক্রিয়াকরণ

source: Agriculture
bn_in: কৃষি

source: Agriculture Credit
bn_in: কৃষি ক্রেডিট

source: Agriculture directory
bn_in: কৃষিজ ডিরেক্টরি

source: Agriculture engineering
bn_in: কৃষিজ প্রকৌশল

source: Agriculture Insurance
bn_in: কৃষিজ বীমা

source: Agriculture marketing
bn_in: কৃষিজ বিপণন

source: Agro enterprises
bn_in: কৃষি উদ্যোগ

source: Agro forestry
bn_in: কৃষিজাত বন

source: Agro Logistics
bn_in: কৃষিজাত লজিস্টিক

source: Animal husbandry
bn_in: পশুপালন

source: Application of fertiliser
bn_in: সারের প্রয়োগ

source: Aromatic Crops
bn_in: সুগন্ধি ফসল

source: Autumn
bn_in: শরত

source: Bark
bn_in: গাছের ছাল

source: Bed
bn_in: বিছানা

source: Bio Energy
bn_in: জৈব শক্তি

source: Bio Technology
bn_in: বায়োটেকনোলজি

source: Bio-carbon
bn_in: জৈব-কার্বন

source: Biodiversity
bn_in: জীববৈচিত্র্য

source: Biofertilizer
bn_in: বায়োফার্টালাইজার

source: Biological Control
bn_in: জৈব নিয়ন্ত্রণ

source: Biomass
bn_in: জৈববস্তু

source: Blanket spray
bn_in: ব্ল্যাঙ্কেট স্প্রে

source: Branches
bn_in: শাখা-প্রশাখা

source: cash crops
bn_in: অর্থকরী ফসল

source: Cattle
bn_in: গবাদি পশু

source: Cereal
bn_in: খাদ্যশস্য

source: Cereals and Millets
bn_in: সিরিয়াল এবং ভুট্টা

source: Climate
bn_in: জলবায়ু

source: Clonal plant
bn_in: ক্লোনাল উদ্ভিদ

source: Combine harvester
bn_in: সংযুক্ত ফসল কাটা

source: Commodity Boards
bn_in: কমোডিটি বোর্ড

source: Commodity Exchange & Trade
bn_in: পণ্য বিনিময় ও বাণিজ্য

source: Companion planting
bn_in: কম্প্যানিয়ন লাগানো

source: Compost
bn_in: সার

source: Crop
bn_in: ফসল

source: Crop Diseases
bn_in: ফসলের রোগ

source: Crop production
bn_in: ফসলের উতপাদন

source: Crop Protection
bn_in: ফসলের সুরক্ষা

source: Crop rotation
bn_in: ফসল পরিবর্তন

source: Crop yield
bn_in: ফসল উৎপাদন

source: Cultivation
bn_in: চাষ

source: Cultivator
bn_in: কৃষক

source: Cuttings
bn_in: কাটা টুকরা

source: De-budding
bn_in: দে উদীয়মান

source: Disaster Management
bn_in: দুর্যোগ ব্যবস্থাপনা

source: Diversification (agricultural & crop)
bn_in: বহুমুখীকরণ (কৃষি ও শস্য)

source: Drainage
bn_in: নিষ্কাশন

source: Drip irrigaton
bn_in: ক্ষরা সেচ

source: Drought
bn_in: খরা

source: Drought Management
bn_in: খরা ম্যানেজমেন্ট

source: Dryland Agriculture
bn_in: শুষ্ক ভূমি কৃষি

source: Earth worm
bn_in: স্থল কীট

source: Farm Machinery
bn_in: কৃষি যন্ত্রপাতি

source: Farm Yard Manure
bn_in: খামার গজ সার

source: Farmer
bn_in: কৃষক

source: Farmer's Association
bn_in: কৃষক সমিতি

source: Farmer's Innovation
bn_in: কৃষকদের ইনোভেশন

source: Farming
bn_in: কৃষি

source: Fence
bn_in: বেড়া

source: Fertilizer
bn_in: সার

source: Fibre crops
bn_in: ফাইবার ফসল

source: Field
bn_in: ক্ষেত্র

source: Fishery
bn_in: জলকর

source: Flood irrigation
bn_in: বন্যা সেচ

source: Flower
bn_in: ফুল

source: Floriculture
bn_in: ফুলের চাষ

source: Flowering
bn_in: পুষ্পোদ্গম

source: Foliage
bn_in: পর্ণরাজি

source: Forage crop
bn_in: ঘাস ফসল

source: Fungicide
bn_in: ছত্রাকনাশক

source: Fungus
bn_in: ছাতা

source: Germination
bn_in: অঙ্কুর

source: Seed Germination
bn_in: বীজ অঙ্কুর

source: Grafting
bn_in: কোদাল

source: Grain
bn_in: শস্য

source: Green Manuring
bn_in: সবুজ সার

source: Greenhouse Cultivation
bn_in: গ্রিনহাউস চাষ

source: Hand sprayer
bn_in: হস্তচালিত সিঞ্চক

source: Hard Pruning
bn_in: শক্তভাবে কাটা

source: Harrow
bn_in: মই

source: Harvest
bn_in: ফসল

source: Harvester
bn_in: ফসল কাটার যন্ত্র

source: Hectare
bn_in: হেক্টর

source: Hedge
bn_in: প্রতিবন্ধক

source: Herb
bn_in: ঔষধি

source: Herbicide
bn_in: উদ্ভিদনাশক

source: Horticulture
bn_in: উদ্যানপালন

source: Hybrid
bn_in: হাইব্রীড

source: insect
bn_in: পোকা

source: insecticide
bn_in: কীটনাশক বস্তু

source: Integrated Farming
bn_in: চাষ

source: Intercropping
bn_in: ইন্টারক্রপিং

source: Irrigation
bn_in: সেচ

source: Irrigation Management
bn_in: সেচ ব্যবস্থাপনা

source: Kharif crop
bn_in: খরিফ ফসল

source: Land Preparation
bn_in: জমি প্রস্তুতি

source: Landscaping
bn_in: ল্যান্ডস্কেপিং

source: Layering
bn_in: লেয়ার করা

source: Leaves
bn_in: পাতা

source: Light Pruning
bn_in: লাইট প্রুনিং

source: Livestock
bn_in: পশুসম্পত্তি

source: Manure
bn_in: সার

source: Market
bn_in: বাজার

source: Medicinal Crops
bn_in: ঔষধি ফসল

source: Medium Pruning
bn_in: মধ্যম কেঁটে

source: Micro climate
bn_in: মাইক্রো জলবায়ু

source: Moisture
bn_in: বাষ্প

source: Monsoon
bn_in: মৌসুমি বায়ু

source: MSP (Minimum support Price)
bn_in: MSP (নূন্যতম সাপোর্ট দাম)

source: Mulching
bn_in: সহজতর

source: Nitrogen
bn_in: নাইট্রোজেন

source: Nozzle
bn_in: অগ্রভাগ

source: Nursery
bn_in: শিশুশালা

source: Nutrients
bn_in: পুষ্টি

source: Nutrient Deficiencies
bn_in: পুষ্টির ঘাটতি

source: Nutrient Management
bn_in: পুষ্টির ব্যবস্থাপনা

source: Oil seeds
bn_in: তৈলবীজ

source: Organic certification
bn_in: জৈব সার্টিফিকেশন

source: Organic farming
bn_in: জৈব কৃষি

source: Organic Farming practices
bn_in: জৈব চাষ অনুশীলন

source: Organic inputs and techniques
bn_in: জৈব ইনপুট ও কৌশল

source: Oxygen
bn_in: অক্সিজেন

source: Parasites
bn_in: প্যারাসাইট

source: Parasitoid
bn_in: প্যারাসিটয়েড

source: pathogen
bn_in: প্যাথোজেন

source: Pest
bn_in: কীটপতঙ্গ

source: Pest and Disease Control
bn_in: কীটপতঙ্গ ও রোগ নিয়ন্ত্রণ

source: Pesticide
bn_in: কীটনাশক

source: Photosynthesis
bn_in: সালোকসংশ্লেষ

source: Plant growth regulators
bn_in: উদ্ভিদ বৃদ্ধি নিয়ন্ত্রকদের

source: Plant nutrient
bn_in: উদ্ভিদ পুষ্টির

source: Plantation Crops
bn_in: বাগানের ফসল

source: Planting pit
bn_in: বৃক্ষরোপণের পিট

source: Plants
bn_in: গাছপালা

source: Plough
bn_in: ঋক্ষমণ্ডল

source: Pluck
bn_in: ছোঁ

source: Policies and schemes
bn_in: প্রকল্প ও নীতিসমূহ

source: Pollination
bn_in: পরাগযোগ

source: Post Harvest Technology
bn_in: পোস্ট হার্ভেস্ট প্রযুক্তি

source: Pottasium
bn_in: পটাশিয়াম

source: Poultry
bn_in: পোল্ট্রি

source: Pruning
bn_in: কেঁটে সাফ করা

source: Pulses
bn_in: ডাল

source: Quintal
bn_in: কুইনটাল

source: Rabi crop
bn_in: রবি ফসল

source: Rainy
bn_in: বৃষ্টিবহুল

source: Rejuvenation Pruning
bn_in: নবজীবন কেঁটে সাফ

source: Roller
bn_in: বেলন

source: Root
bn_in: মূল

source: Root stock
bn_in: রুট স্টক

source: Sand
bn_in: বালি

source: Scion
bn_in: তরূণ বংশধর

source: Season
bn_in: ঋতু

source: Seed certification
bn_in: বীজ প্রত্যয়ন

source: Seed Processing
bn_in: বীজ প্রক্রিয়াজাতকরণ

source: Seed Storage
bn_in: বীজ সংগ্রহস্থল

source: Seed Testing lab
bn_in: বীজ পরীক্ষাগার

source: Seed treatment
bn_in: বীজ পরিচর্যা

source: Seedling
bn_in: চারা

source: Seeds
bn_in: বীজ

source: Sericulture
bn_in: রেশমগুটির চাষ

source: Shoot
bn_in: অঙ্কুর

source: shrub
bn_in: গুল্ম

source: Silviculture
bn_in: সিলভিকালচার

source: Skiffing
bn_in: স্কিফিং

source: Social forestry
bn_in: সামাজিক বন

source: Soil
bn_in: মাটি

source: Soil aeration
bn_in: মাটি বাতান্বয়ন

source: Soil and Water Conservation
bn_in: মাটি এবং জল সংরক্ষণ

source: Soil fertility
bn_in: মাটির উর্বরতা

source: Soil organism
bn_in: মাটি জীব

source: Soil test
bn_in: মাটি পরীক্ষা

source: Sowing
bn_in: বপন

source: Spice Crops
bn_in: মশলার ফসল

source: Sprayer
bn_in: সিঞ্চক

source: Sprinkler irrigaton
bn_in: স্প্রিংকলার সেচ

source: Starch test
bn_in: মাড় পরীক্ষা

source: Stem
bn_in: ডাঁটা

source: Subsidy
bn_in: ভর্তুকি

source: Sugar Crops
bn_in: চিনির ফসল

source: Summer
bn_in: গ্রীষ্ম

source: Sustainable Agriculture
bn_in: টেকসই কৃষি

source: Terrace garden
bn_in: ছাদের বাগান

source: Tillage
bn_in: কৃষিকার্য

source: Tipping
bn_in: টিপিং

source: Tools and equipment
bn_in: সরঞ্জাম ও যন্ত্রপাতি

source: Top dressing
bn_in: শীর্ষ সস

source: Tractor
bn_in: ট্র্যাক্টর

source: Training
bn_in: প্রশিক্ষণ

source: Transplantation
bn_in: অন্যত্র স্থাপন

source: Trees
bn_in: গাছ

source: Trenches
bn_in: খাত

source: Trunk
bn_in: ট্রাঙ্ক

source: Uproot
bn_in: উপড়াইয়া ফেলা

source: Value addition
bn_in: মূল্য সংযোজন

source: Vegetable crops
bn_in: উদ্ভিজ্জ ফসল

source: Vegetative Propagation
bn_in: অঙ্গজ বিস্তার

source: Vermi-composting
bn_in: ভার্মিকম্পোজিটিং

source: Water Management
bn_in: পানি ব্যবস্থাপনা

source: Watershed Management
bn_in: ওয়াটারশেড ম্যানেজমেন্ট

source: Weed
bn_in: আগাছা

source: Weed Management
bn_in: আগাছা ব্যবস্থাপনা

source: Weeding
bn_in: নিড়ানি

source: Winter
bn_in: শীত
