Repository: birajkarmakar/Bengali-India-bn-IN-Fuel-Terminology
Catalog: */fuel-web-*.po
Languages: bn_in

source: A-Z Index
bn_in: A-Z সূচক

source: About
bn_in: সম্বন্ধে

source: About Me
bn_in: আমার সম্বন্ধে

source: About Us
bn_in: আমাদের বিষয়ে

source: Accessibility Statement
bn_in: অভিগম্যতা বিবৃতি

source: Account
bn_in: অ্যাকাউন্ট

source: Account Security
bn_in: অ্যাকাউন্ট নিরাপত্তা

source: Achievements
bn_in: সাফল্য

source: Active
bn_in: সক্রিয়

source: Active Tenders
bn_in: সক্রিয় টেন্ডার

source: Activities and Interests
bn_in: কার্যক্রম এবং আগ্রহ

source: Add a Badge to Your Site
bn_in: আপনার সাইটে ব্যাজ যোগ করুন

source: Add as Friend
bn_in: বন্ধু হিসেবে যোগ করুন

source: Add New
bn_in: নতুন যোগ করুন

source: Add New Category
bn_in: বিভাগ যোগ করুন

source: Add New Comment
bn_in: মতামত প্রকাশ করুন

source: Add User
bn_in: ব্যবহারকারী যোগ করুন

source: Administration
bn_in: প্রশাসনিক কর্ম

source: Administration Theme
bn_in: প্রশাসনিক থিম

source: Ads and Pages
bn_in: বিজ্ঞাপন এবং পেজ

source: Advanced
bn_in: উন্নত

source: Advertise with Us
bn_in: আমাদের সাথে বিজ্ঞাপন দিন

source: Advertising
bn_in: বিজ্ঞাপন

source: All
bn_in: সব

source: All Articles
bn_in: সকল প্রবন্ধ

source: All Results
bn_in: সকল ফলাফল

source: All Rights Reserved
bn_in: সমস্ত অধিকার সংরক্ষিত

source: Alumni
bn_in: প্রাক্তনী

source: Announcements
bn_in: ঘোষনা

source: Annual Reports
bn_in: বার্ষিক ফলাফল

source: Appearance
bn_in: চেহারা

source: Apply
bn_in: আবেদন করুন

source: Apps
bn_in: অ্যাপস

source: Archived Messages
bn_in: আর্কাইভ হওয়া বার্তা

source: Archives
bn_in: আর্কাইভ

source: Archives (by Category)
bn_in: আর্কাইভ (বিভাগানুজায়ী)

source: Archives (by Tag)
bn_in: আর্কাইভ (ট্যাগানুজায়ী)

source: Article manager
bn_in: প্রবন্ধ ম্যানেজার

source: Audio - Visual Gallery
bn_in: অডিও - ভিডিও গ্যালারি

source: Author
bn_in: লেখক

source: Authored by
bn_in: রচয়িতা

source: Authored on
bn_in: রচনাকাল

source: Authoring Information
bn_in: রচনাকারী বিবরন

source: Available Themes
bn_in: উপলব্ধ থিম

source: Available Updates
bn_in: উপলব্ধ আপডেট

source: Awards & Accolades
bn_in: পুরস্কার এবং প্রশংসা

source: Awards and Honors
bn_in: পুরস্কার এবং সম্মান

source: Background
bn_in: পটভূমি

source: Basic Information
bn_in: প্রাথমিক তথ্য

source: Benefits and Compensations
bn_in: উপকারিতা এবং ক্ষতিপূরণ

source: Best Viewed @ 1024x768 Resolution and Up
bn_in: শ্রেষ্ট দৃশ্য @ 1024x768 রেজোলিউশন এবং উপরে

source: Birthday
bn_in: জন্মদিন

source: Blocks
bn_in: ব্লকস

source: Blog
bn_in: ব্লগ

source: Blogger
bn_in: ব্লগার

source: Body
bn_in: বিষয়বস্তু

source: Bookmark
bn_in: বুকমার্ক

source: Bottom
bn_in: নীচে

source: Buy Online
bn_in: অনলাইনে কিনুন

source: Can't access your account?
bn_in: আপনার অ্যাকাউন্টে প্রবেশ করা যাচ্ছে না?

source: Career Opportunities
bn_in: কর্মজীবনের সুযোগ

source: Careers
bn_in: কর্মজীবন

source: Categories
bn_in: বিভাগ

source: Category Manager
bn_in: বিভাগ ম্যানেজার

source: Change Theme
bn_in: থিম পালটান

source: Chat
bn_in: চ্যাট

source: Choose File
bn_in: ফাইল নির্বাচন করুন

source: Cite
bn_in: উদ্ধৃত করা

source: Citizens' Charter
bn_in: নাগরিকদের সনদ

source: Clear Cache
bn_in: ক্যাশ পরিষ্কার করুন

source: Clients
bn_in: ক্লায়েন্ট

source: Closed
bn_in: বন্ধ

source: Combating Spam
bn_in: স্প্যাম বিরোধিতা

source: Comment
bn_in: মন্তব্য

source: Comment Moderation
bn_in: মন্তব্য সংশোধন

source: Comment Settings
bn_in: মন্তব্য সেটিং

source: Comments
bn_in: মন্তব্যসমূহ

source: Compare Selected Revisions
bn_in: নির্বাচিত সংস্করণের তুলনা করুন

source: Components
bn_in: উপাদান

source: Concept by
bn_in: ধারণা দ্বারা

source: Configuration
bn_in: কনফিগারেশন

source: Connect
bn_in: সংযোগ

source: Contact Information
bn_in: যোগাযোগ সংক্রান্ত তথ্য

source: Contact Sales
bn_in: সেলসে যোগাযোগ করুন

source: Contact the Webmaster
bn_in: ওয়েবমাস্টারের সাথে যোগাযোগ করুন

source: Contact Us
bn_in: আমাদের সাথে যোগাযোগ করুন

source: Content
bn_in: বিষয়বস্তু

source: Content Management System
bn_in: বিষয়বস্তুর ব্যবস্থাপনা সিস্টেম

source: Content Owned, Updated and Maintained by
bn_in: কন্টেন্ট মালিকানাধীন, আপডেট এবং রক্ষণাবেক্ষণ করা হয় দ্বারা

source: Content Types
bn_in: বিষয়বস্তু প্রকার

source: Contents
bn_in: বিষয়বস্তু

source: Contributors
bn_in: অবদানকারী

source: Control Panel
bn_in: কন্ট্রোল প্যানেল

source: Copyrights
bn_in: কপিরাইট

source: Corporate Profile
bn_in: কর্পোরেট প্রোফাইল

source: Corporate Social Responsibility
bn_in: কর্পোরেটের সামাজিক দায়িত্ব

source: Create a Book
bn_in: একটি বই তৈরি করুন

source: Create a List
bn_in: একটি তালিকা তৈরি করুন

source: Create Account
bn_in: একটি অ্যাকাউন্ট তৈরি করুন

source: Create Group
bn_in: দল তৈরি করুন

source: Create New Revision
bn_in: নতুন সংস্করণ তৈরি করুন

source: Current City
bn_in: বর্তমান শহর

source: Current Events
bn_in: বর্তমান ইভেন্ট

source: Current Job Opportunities
bn_in: বর্তমান চাকরির সুযোগ

source: Current Theme
bn_in: বর্তমান থীম

source: Custom Fields
bn_in: কাস্টম ফিল্ডসমূহ

source: Custom Post Types
bn_in: কাস্টম পোস্টের প্রকার

source: Custom Taxonomies
bn_in: কাস্টম ট্যাক্সোনমিসমূহ

source: Dashboard
bn_in: ড্যাশবোর্ড

source: Database
bn_in: ডাটাবেস

source: Date
bn_in: তারিখ

source: Date and Time
bn_in: তারিখ এবং সময়

source: Date Format
bn_in: তারিখ বিন্যাস

source: Deactivate
bn_in: নিষ্ক্রিয়

source: Description
bn_in: বর্ণনা

source: Design
bn_in: ডিজাইন

source: Designed and Developed by
bn_in: ডিজাইন এবং ডেভেলপ করেছে

source: Developers
bn_in: ডেভেলপারসমূহ

source: Did You Know...
bn_in: আপনি কি জানেন...

source: Directory
bn_in: ডাইরেক্টরি

source: Disabled Themes
bn_in: থীম নিষ্ক্রিয় করুন

source: Disclaimer & Policies
bn_in: অস্বীকৃতি এবং নীতি

source: Disclaimers
bn_in: অস্বীকৃতিসমূহ

source: Disclosures
bn_in: প্রকাশ

source: Discussion
bn_in: আলোচনা

source: Discussion Settings
bn_in: আলোচনা সেটিংস্‌

source: Download as PDF
bn_in: PDF ডাউনলোড করুন

source: Download Font
bn_in: ফন্ট ডাউনলোড করুন

source: Downloads
bn_in: ডাউনলোড

source: E-mail New Password
bn_in: নতুন পাসওয়ার্ড ই-মেইল করুন

source: Earliest
bn_in: শীঘ্রই

source: Edit
bn_in: সম্পাদনা

source: Edit Friends
bn_in: বন্ধু সম্পাদনা করুন

source: Edit My Profile
bn_in: আমার প্রোফাইল সম্পাদনা

source: Edit Summary
bn_in: সারসংক্ষেপ এডিট করুন

source: Edit Thumbnail
bn_in: থাম্বনেইল সম্পাদনা

source: Edit Your News Feed Settings
bn_in: আপনার নিউজ ফিডের বৈশিষ্ট্য সম্পাদনা করুন

source: Editor
bn_in: এডিটর

source: Education and Work
bn_in: শিক্ষা ও কর্ম

source: Email
bn_in: ইমেইল

source: Email Directory
bn_in: ইমেইল ডাইরেক্টরি

source: Email Only
bn_in: শুধু ইমেইল

source: Enable and Set Default
bn_in: সক্রিয় করুন ও ডিফল্ট হিসেবে সেট করুন

source: Enabled Themes
bn_in: থিম সক্রিয় করুন

source: Enter a Keyword…
bn_in: একটি কিওয়ার্ড প্রবেশ করান…

source: Enter Title Here
bn_in: এখানে শিরোনাম প্রবেশ করান

source: Events
bn_in: ইভেন্টসমূহ

source: Everyone
bn_in: সবাই

source: Extension
bn_in: এক্সটেনশন

source: Extension Manager
bn_in: এক্সটেনশন ম্যানেজার

source: External Links
bn_in: বহিরভূত লিঙ্ক

source: Facilities
bn_in: সুবিধাসমূহ

source: Fax
bn_in: ফ্যাক্স

source: Featured
bn_in: উল্লেখযোগ্য

source: Featured Content
bn_in: উল্লেখযোগ্য বিসয়বস্তু

source: Featured Image
bn_in: উল্লেখযোগ্য ছবি

source: Featured People
bn_in: উল্লেখযোগ্য মানুষেরা

source: Feedback
bn_in: মতামত

source: Field List
bn_in: ফীল্ড তালিকা

source: Filter
bn_in: ফিল্টার

source: Find Content
bn_in: বিষয়বস্তু খুঁজুন

source: Find Friends
bn_in: বন্ধু খুঁজুন

source: Find People
bn_in: মানুষ খুঁজুন

source: Follow Us on
bn_in: আমাদের অনুসরন করুন

source: Font Size
bn_in: ফন্ট সাইজ

source: Footer
bn_in: ফুটার

source: Footer Navigation
bn_in: ফুটার নেভিগেশন

source: Forgot Your Password
bn_in: আপনার পাসওয়ার্ড ভুলে গেছেন

source: Forum
bn_in: ফোরাম

source: Freebies
bn_in: ফ্রিবিজ

source: Frequently Asked Questions
bn_in: সচরাচর জিজ্ঞাস্য

source: Friend of
bn_in: এর বন্ধু

source: Friend Request
bn_in: বন্ধুত্বের অনুরোধ

source: Friends
bn_in: বন্ধু

source: Friends on Chat
bn_in: চ্যাটে উপস্থিত বন্ধুগন

source: Friends Only
bn_in: শুধু বন্ধুরা

source: Further Reading
bn_in: উপরন্তু পঠন

source: Gallery
bn_in: গ্যালারি

source: Games
bn_in: গেমেস

source: Getting Started
bn_in: শুরু

source: Global Settings
bn_in: বিশ্বব্যাপী সেটিংস্‌

source: Go
bn_in: চলুন

source: Header
bn_in: শিরোনাম সমূহ

source: Headers
bn_in: শিরোনাম সমূহ

source: Help
bn_in: সাহায্য

source: Hide
bn_in: লোকানো

source: Hide Posts From
bn_in: পোস্ট লুকান থেকে

source: Highlighted
bn_in: উল্লিখিত

source: Highlights
bn_in: উল্লিখিত

source: Home
bn_in: বাড়ি

source: Home Town
bn_in: নিবাস

source: Image
bn_in: ছবি

source: In the News
bn_in: খবরের মধ্যে

source: Inactive
bn_in: নিষ্ক্রিয়

source: Install New Theme
bn_in: নতুন থিম ইনস্টল করুন

source: Institute/Organization History
bn_in: প্রতিষ্ঠানের ইতিহাস

source: Interaction
bn_in: কথোপকথন

source: Interested In
bn_in: আগ্রহী

source: Intranet
bn_in: ইন্ট্রানেট

source: Investor Relations
bn_in: বিনিয়োগকারী সম্পর্ক

source: Invite Friends
bn_in: বন্ধুদের আমন্ত্রণ

source: IP Address Blocking
bn_in: IP ঠিকানা রোধ করা

source: IP Policy
bn_in: IP নীতি

source: IT Policy
bn_in: IT নীতি

source: Jobs@
bn_in: কাজ@

source: Language Manager
bn_in: ভাষা ম্যানেজার

source: Languages
bn_in: ভাষা সমগ্র

source: Last Access
bn_in: শেষ এক্সেস

source: Last Updated
bn_in: সর্বশেষ আপডেট

source: Last Updated Date
bn_in: সর্বশেষ আপডেটের তারিখ

source: Latest
bn_in: সাম্প্রতিক

source: Latest Updates
bn_in: সাম্প্রতিক আপডেট

source: Legal Notices
bn_in: আইনি নোটিশ

source: Like
bn_in: যেমন

source: Like This
bn_in: এই মত

source: Link
bn_in: লিঙ্ক

source: Link Categories
bn_in: লিঙ্ক শ্রেণী

source: Linked Accounts
bn_in: লিঙ্ক অ্যাকাউন্ট

source: Links
bn_in: সংযোগগুলি

source: Live Chat
bn_in: লাইভ চ্যাট

source: Location
bn_in: অবস্থান

source: Log In
bn_in: লগ ইন করুন

source: Log me In Globally
bn_in: বিশ্বব্যাপী আমায় লগ ইন করুন

source: Logo
bn_in: লোগো

source: Logo Image Settings
bn_in: লোগো ইমেজ বৈশিষ্ট্য

source: Log Out
bn_in: লগ আউট

source: Lost Password
bn_in: হারানো পাসওয়ার্ড

source: Main Menu
bn_in: প্রধান মেনু

source: Main Page
bn_in: প্রধান পাতা

source: Manage
bn_in: পরিচালনা

source: Mandatory Disclosures
bn_in: বাধ্যতামূলক প্রকাশ

source: Map and Location
bn_in: মানচিত্র ও অবস্থান

source: Media
bn_in: মাধ্যম

source: Media Manager
bn_in: মিডিয়া ব্যবস্থাপক

source: Membership
bn_in: সদস্যপদ

source: Men
bn_in: পুরুষদের

source: Menu Link Title
bn_in: মেনু লিঙ্ক শিরোনাম

source: Menu Manager
bn_in: মেনু ব্যবস্থাপক

source: Menu Settings
bn_in: মেনু সেটিংস

source: Menus
bn_in: মেনু সমূহ

source: Messages
bn_in: বার্তাগুলি

source: Mobile
bn_in: মোবাইল

source: Module Manager
bn_in: মডিউল ম্যানেজার

source: Modules
bn_in: মডিউলগুলি

source: More
bn_in: আরো

source: Most Recent
bn_in: সাম্প্রতিকতম

source: Move to Trash
bn_in: ট্র্যাশে সরান

source: Mutual Friends
bn_in: পারস্পরিক বন্ধু

source: My Account
bn_in: আমার অ্যাকাউন্ট

source: Name
bn_in: নাম

source: Newer
bn_in: নতুনতর

source: News Feed
bn_in: খবর ফিড

source: Next
bn_in: পরবর্তী

source: No File Chosen
bn_in: কোন ফাইল বাছাই করা হয়নি

source: Notes
bn_in: নোট গুলি

source: Notice Board
bn_in: নোটিশ বোর্ড

source: Notification
bn_in: বিজ্ঞপ্তি

source: Number of Watchers
bn_in: দর্শন সংখ্যা

source: Objectives
bn_in: উদ্দেশ্যগুলি

source: Older
bn_in: পুরোনো

source: Older Posts
bn_in: পুরোনো পোস্ট

source: On This Day...
bn_in: এই দিনে

source: Open
bn_in: মুক্ত

source: Operations
bn_in: কার্যাবলি

source: Options
bn_in: বিকল্পগুলি

source: Organization Chart
bn_in: প্রাতিষ্ঠানিক তালিকা

source: Other
bn_in: অন্যান্য

source: Our Vision, Mission & Values
bn_in: আমাদের লক্ষ্য, উদ্দেশ্য এবং মূল্যবোধ

source: Overview
bn_in: প্রাকদর্শন

source: Page History
bn_in: পেজের পূর্ববর্তী তথ্য

source: Page View Statistics
bn_in: পেজ দর্শনের পরিসংখ্যান

source: Pages
bn_in: পৃষ্ঠাসমূহ

source: Parent
bn_in: নিমিত্ত

source: Parent Category
bn_in: নিমিত্ত প্রকার

source: Parent Item
bn_in: নিমিত্ত সামগ্রী

source: Partner Programs
bn_in: পার্টনার প্রোগ্রামসমূহ

source: Partner with Us
bn_in: আমাদের পার্টনার হন

source: Password
bn_in: পাসওয়ার্ড

source: Path
bn_in: পথ

source: People
bn_in: মানুষ

source: People You May Know
bn_in: মানুষ যাদেরকে আপনি জানতে পারেন

source: Permalinks
bn_in: পার্মালিনক্স

source: Permanent Link
bn_in: স্থায়ী লিঙ্ক

source: Permission
bn_in: অনুমতি

source: Philosophy
bn_in: দর্শন

source: Photo
bn_in: ছবি

source: Plugins
bn_in: প্লাগিনগুলি

source: Poke Back
bn_in: পোক ব্যাক

source: Pokes
bn_in: পোক সমূহ

source: Portfolio
bn_in: পোর্টফোলিও

source: Post Meta Data
bn_in: মেটা তথ্য পোস্ট

source: Post Tags
bn_in: ট্যাগসমূহ পোস্ট করুন

source: Postings
bn_in: পোস্টিং

source: Posts
bn_in: পোস্টসমূহ

source: Powered by
bn_in: দ্বারা চালিত

source: Press Kit
bn_in: প্রেস কীট

source: Press Release
bn_in: প্রেস রিলিজ

source: Preview
bn_in: প্রাকদর্শন

source: Previous
bn_in: পূর্ববর্তী

source: Primary Navigation
bn_in: প্রাথমিক নেভিগেশন

source: Print
bn_in: প্রিন্ট

source: Print/Export
bn_in: প্রিন্ট/Export

source: Printable Version
bn_in: ছাপার যোগ্য সংস্করণ

source: Privacy
bn_in: গোপনীয়তা

source: Privacy Policy
bn_in: নিরাপত্তার শর্তাবলী

source: Products
bn_in: পণ্য

source: Products & Services
bn_in: পণ্য এবং পরিষেবাসমূহ

source: Profile
bn_in: প্রোফাইল

source: Profile Picture
bn_in: প্রোফাইল চিত্র

source: Project Management
bn_in: প্রজেক্ট ম্যানেজমেন্ট

source: Projects
bn_in: প্রজেক্টসমূহ

source: Promoted to Front Page
bn_in: প্রথম পেজে নিয়ে যাওয়া হয়েছে

source: Provide a Menu Link
bn_in: একটি মেনু লিঙ্ক প্রদান করুন

source: Public
bn_in: পাবলিক

source: Public Grievances
bn_in: পাবলিক অভিযোগ

source: Public Opinion
bn_in: পাবলিকের মতামত

source: Publish
bn_in: পাবলিশ

source: Publish Immediately
bn_in: এখুনি পাবলিশ করুন

source: Published
bn_in: পাবলিশ করা হয়েছে

source: Published by
bn_in: পাবলিশ করেছে

source: Publishing Options
bn_in: পাবলিশ করার অপশন

source: Purchase Details
bn_in: কেনার বিস্তৃতি

source: Quick Links
bn_in: তড়িৎ লিঙ্কসমূহ

source: Random Article
bn_in: এলোমেলো প্রবন্ধ

source: Rate This Site
bn_in: এই সাইটটিকে রেট করুন

source: Read
bn_in: পড়ুন

source: Read More...
bn_in: আরও পড়ুন...

source: Recent Activity
bn_in: সর্বশেষ কার্যকলাপ

source: Recent Changes
bn_in: সাম্প্রতিক পরিবর্তনসমূহ

source: Recent Log Messages
bn_in: সাম্প্রতিক লগ বার্তাসমূহ

source: Recently Active
bn_in: সাম্প্রতিক সক্রিয়

source: References
bn_in: তথ্যসূত্র

source: Regional Settings
bn_in: আঞ্চলিক বৈশিষ্ট্য

source: Register
bn_in: রেজিস্টার

source: Registered Users
bn_in: রেজিস্টার করা ব্যবহারকারীসমূহ

source: Related Changes
bn_in: সম্পর্কিত পরিবর্তন

source: Related Links
bn_in: সম্পর্কিত লিঙ্কসমূহ

source: Remember Me
bn_in: আমাকে মনে রাখুন

source: Remove Your Picture
bn_in: আপনার ছবি মুছুন

source: Report a Problem
bn_in: একটি সমস্যা রিপোর্ট করুন

source: Report Abuse
bn_in: আপত্তিজনক প্রতিবেদন

source: Report/Block This Person
bn_in: এই মানুষকে রিপোর্ট/Block করুন

source: Reports
bn_in: রিপোর্টসমূহ

source: Research & Development
bn_in: গবেষণা এবং ডেভেলপমেন্ট

source: Reset
bn_in: রিসেট

source: Resources
bn_in: রিসোর্স

source: Revision History Search
bn_in: পরিবর্ধন ও পরিবর্তনের তালিকা অনুসন্ধান

source: Revision History Statistics
bn_in: পরিবর্ধন ও পরিবর্তনের পরিসংখ্যান

source: Revision Information
bn_in: তথ্য পরিবর্ধন ও পরিবর্তন করুন

source: Revision Log Message
bn_in: লগ বার্তাসমূহ পরিবর্ধন ও পরিবর্তন করুন

source: Role
bn_in: ভূমিকা

source: Roles and Capabilities
bn_in: ভূমিকা এবং ক্ষমতা

source: RSS Feeds
bn_in: RSS ফীড

source: RSS Publishing
bn_in: RSS পাবলিশিং

source: Save
bn_in: সংরক্ষণ

source: Save Configuration
bn_in: কনফিগারেশন সংরক্ষণ করুন

source: Save Draft
bn_in: খসড়া সংরক্ষণ করুন

source: Screen Option
bn_in: স্ক্রিনের অপশন

source: Screen Reader Access
bn_in: স্ক্রিনের রিডার অ্যাক্সেস

source: Scroll
bn_in: স্ক্রল

source: Search
bn_in: খোঁজা

source: Search Keyword…
bn_in: কীওয়ার্ড খুঁজুন…

source: Search Plugins
bn_in: প্লাগ-ইন খুঁজুন

source: Search Themes
bn_in: থীমসমূহ খুঁজুন

source: Search This Site
bn_in: এই সাইটটি খুঁজুন

source: Secondary menu
bn_in: দ্বিতীয় মেনু

source: Secondary Navigation
bn_in: দ্বিতীয় নেভিগেশন

source: See All
bn_in: সমস্তকিছু দেখুন

source: See Friendship
bn_in: বন্ধুত্ব দেখুন

source: See In All Page Types
bn_in: সমস্ত রকমের পেজে দেখুন

source: See More
bn_in: আরও দেখুন

source: Select Language
bn_in: ভাষা নির্বাচন করুন

source: Send a New Message
bn_in: একটি নতুন বার্তা পাঠান

source: Sent Messages
bn_in: পাঠানো বার্তাসমূহ

source: Set Featured Image
bn_in: বৈশিষ্ট্যযুক্ত চিত্র সেট করুন

source: Settings
bn_in: বৈশিষ্ট্যসমূহ

source: Share
bn_in: শেয়ার

source: Share Profile
bn_in: প্রোফাইল শেয়ার করুন

source: Shortcut Icon
bn_in: শর্টকাট আইকন

source: Show
bn_in: দেখান

source: Show Posts From
bn_in: পোস্ট দেখানো হোক

source: Sidebars
bn_in: সাইডবার

source: Sign In
bn_in: সাইন ইন

source: Sign Up
bn_in: সাইন আপ

source: Site Address
bn_in: সাইটের ঠিকানা

source: Site Information
bn_in: সাইটের তথ্য

source: Site Name
bn_in: সাইটের নাম

source: Site Slogan
bn_in: সাইটের স্লোগান

source: Site Title
bn_in: সাইটের শিরোনাম

source: Sitemap
bn_in: সাইটম্যাপ

source: Skip to Main Content
bn_in: প্রধান কন্টেন্টে চলে যান

source: Skip to Navigation
bn_in: নেভিগেশনে চলে যান

source: Slug
bn_in: স্লাগ

source: Solutions
bn_in: সমাধান

source: Spam
bn_in: স্প্যাম

source: Special Characters
bn_in: স্পেশাল ক্যারেকটার

source: Special Pages
bn_in: স্পেশ্যাল পেজসমূহ

source: Sponsored by
bn_in: স্পনসর করেছে

source: Status
bn_in: স্ট্যাটাস

source: Sticky at Top of Lists
bn_in: তালিকার একদম ওপরে বর্তমান

source: Structure
bn_in: গঠন

source: Subcategories
bn_in: অন্তর্ভুক্ত

source: Subject
bn_in: বিষয়

source: Subscribe
bn_in: সাবস্ক্রাইব

source: Subscribe to Careers
bn_in: ক্যারিয়ারে সাবস্ক্রাইব করুন

source: Subscribe to Events
bn_in: ইভেন্টে সাবস্ক্রাইব করুন

source: Subscribe to Latest Updates
bn_in: সর্বশেষ আপডেটে সাবস্ক্রাইব করুন

source: Subscribe to Press Kit
bn_in: প্রেস কিটে সাবস্ক্রাইব করুন

source: Subscribe to Tenders
bn_in: টেন্ডারে সাবস্ক্রাইব করুন

source: Success Stories & Testimonials
bn_in: সাফল্যের কাহিনী ও প্রশংসাপত্র

source: Suggest Friends
bn_in: বন্ধুদের পরামর্শ দিন

source: Support
bn_in: সহায়তা

source: Syndicate
bn_in: নিষঙ্গ

source: Tagline
bn_in: ট্যাগলাইন

source: Tags
bn_in: ট্যাগ

source: Take a Picture
bn_in: একটি ছবি তুলুন

source: Taxonomy
bn_in: শ্রেণীবিন্যাস

source: Team
bn_in: দল

source: Technology and Hosting Services Provided by
bn_in: প্রযুক্তি এবং হোস্টিং পরিষেবা প্রদানকারী

source: Telephone Directory
bn_in: টেলিফোন ডাইরেক্টরি

source: Template Hierarchy
bn_in: টেম্পলেট hierarchy

source: Template Tags
bn_in: টেম্পলেট ট্যাগগুলি

source: Templates
bn_in: টেমপ্লেটগুলি

source: Tenders
bn_in: টেন্ডারগুলি

source: Terms of Use
bn_in: ব্যবহারের শর্তাবলি

source: Theme Development
bn_in: থিম উন্নয়ন

source: Themes
bn_in: থিমগুলি

source: Time Format
bn_in: সময় বিন্যাস

source: Title
bn_in: শিরোনাম

source: Today's Featured Article
bn_in: আজকের বিশিষ্ট রচনা

source: Today's Featured Picture
bn_in: আজকের বিশিষ্ট চিত্র

source: Today's Featured Profile
bn_in: আজকের বিশিষ্ট প্রোফাইল

source: Toll Free Number
bn_in: টল ফ্রী নাম্বার

source: Toolbox
bn_in: টুলবক্স

source: Tools
bn_in: টুলস

source: Top
bn_in: উপরে

source: Top News
bn_in: বিশেষ সংবাদ

source: Top Story
bn_in: বিশেষ কাহিনী

source: Trademark Guidelines
bn_in: ট্রেডমার্ক নির্দেশাবলী

source: Tutorials
bn_in: টিউটোরিয়াল

source: Uncategorized
bn_in: বহির্বিভাগীয়

source: Undo
bn_in: পূর্বাবস্থা

source: Unfriend
bn_in: বন্ধু ত্যাগ করুন

source: Unread Messages
bn_in: অপঠিত বার্তাগুলি

source: Update
bn_in: আপডেট

source: Upload
bn_in: আপলোড

source: Upload File
bn_in: আপলোড ফাইল

source: Upload/Insert
bn_in: আপলোড/প্রবেশ করান

source: URL Alias
bn_in: URL অ্যালিয়াস

source: URL Path Settings
bn_in: URL পথের বৈশিষ্ট্য

source: Usability Tool
bn_in: ব্যবহার্য টুলসমূহ

source: User
bn_in: ব্যবহারকারী

source: User Login
bn_in: ব্যবহারকারী লগ-ইন

source: User Manager
bn_in: ব্যবহারকারী ম্যানেজার

source: User Picture in Posts
bn_in: পোস্টে ব্যবহারকারী ফোটো

source: User Pictures in Comments
bn_in: মন্তব্যে ব্যবহাকারী ছবি

source: User Verification Status in Comments
bn_in: মন্তব্যে ব্যবহারকারী যাচাইকরণ স্ট্যাটাস

source: Username
bn_in: ইউজারনেম

source: Version
bn_in: সংস্করণ

source: Video
bn_in: ভিডিও

source: Video Gallery
bn_in: ভিডিও গ্যালারি

source: View History
bn_in: পূর্ববর্তী ইতিহাস দেখুন

source: View Page
bn_in: পেজ দেখুন

source: View Source
bn_in: উৎস দেখুন

source: Visitor Count
bn_in: পরিদর্শকের গণনা

source: Wall
bn_in: দেওয়াল

source: Wall Photos
bn_in: দেওয়াল ফোটো

source: Webmail
bn_in: ওয়েব-মেইল

source: Webpage
bn_in: ওয়েবপেজ

source: Website
bn_in: ওয়েবসাইট

source: Website Best Viewed with Firefox
bn_in: Firefox-এর সাহায্যে সবথেকে ভালো পরিদর্শিত ওয়েবসাইট

source: Week Starts On
bn_in: সপ্তাহ শুরু হয়

source: Weight
bn_in: ওজন

source: What Links Here
bn_in: কি এখানে লিঙ্ক করে

source: What's on Your Mind?
bn_in: আপনার মনে কি আছে?

source: Who's New
bn_in: কে নতুন

source: Who's Online
bn_in: কে অনলাইন

source: Who's Who
bn_in: কার কে

source: Widgets
bn_in: উইজেট

source: Women
bn_in: মহিলা

source: Word Count
bn_in: শব্দ গণনা

source: Work Environment
bn_in: কাজ করার পরিবেশ

source: Work with Us
bn_in: আমাদের সাথে কাজ করুন

source: Write a Comment...
bn_in: একটি মন্তব্য করুন...

source: Your Name
bn_in: আপনার নাম
