Repository: birajkarmakar/Bengali-India-bn-IN-Fuel-Terminology
Catalog: */fuel-mobile-*.po
Languages: bn_in

source: 12 Hour
bn_in: 12 ঘন্টা

source: 24 Hour
bn_in: 24 ঘন্টা

source: About Application
bn_in: অ্যাপ্লিকেশন সম্পর্কে

source: Accessibility
bn_in: অভিগম্যতা

source: Activate
bn_in: সক্রিয় করা

source: Activate Handset
bn_in: হ্যান্ডসেট সক্রিয় করা

source: Add Bookmark
bn_in: বুকমার্ক যোগ করা

source: Add Contact
bn_in: পরিচিতি যোগ করা

source: Add New
bn_in: নতুন যোগ

source: Add New Device
bn_in: নতুন ডিভাইস যোগ

source: Add to Album
bn_in: অ্যালবামে যোগ করুন

source: Add to Contact
bn_in: পরিচিতিতে যোগ করুন

source: Add to Home Screen
bn_in: হোমস্ক্রিনে যোগ করুন

source: Add to Playlist
bn_in: প্লেলিস্টে যোগ করুন

source: Advanced
bn_in: উন্নত

source: Airplane Mode
bn_in: এয়ারপ্লেন মোড

source: Alarm Clock
bn_in: অ্যালার্ম ঘড়ি

source: Alarm Off
bn_in: অ্যালার্ম বন্ধ

source: Alarm On
bn_in: অ্যালার্ম খোলা

source: Alarm Once
bn_in: অ্যালার্ম একবার

source: Alarm Time
bn_in: অ্যালার্মের সময়

source: Alarm Tone
bn_in: অ্যালার্ম টোন

source: Album
bn_in: অ্যালবাম

source: All
bn_in: সমস্তকিছু

source: All at Once
bn_in: সমস্তকিছু একবারে

source: All Read
bn_in: সব পড়ুন

source: All Ringtones
bn_in: সমস্ত রিংটোন

source: All Songs
bn_in: সমস্ত গান

source: Answer Call
bn_in: কলের জবাব দিন

source: Application Manager
bn_in: অ্যাপ্লিকেশন ম্যানেজার

source: Area
bn_in: এলাকা

source: Area Code
bn_in: এলাকার কোড

source: Artist
bn_in: শিল্পী

source: Artists and Albums
bn_in: শিল্পী এবং অ্যালবাম

source: Ascending
bn_in: ঊর্ধ্বগামী

source: Auto
bn_in: স্বয়ং

source: Auto-update of Date and Time
bn_in: সময় ও তারিখের স্বয়ং-আপডেট

source: Automatic
bn_in: স্বয়ংক্রিয়

source: Automatic Keyguard
bn_in: স্বয়ংক্রিয় কিগার্ড

source: Automatic Redial
bn_in: স্বয়ংক্রিয় রিডায়াল

source: Automatic Retrieval
bn_in: স্বয়ংক্রিয় পুনরুদ্ধার

source: Back
bn_in: পরবর্তী

source: Backlight Timeout
bn_in: ব্যাকলাইট সময়সীমা

source: Battery
bn_in: ব্যাটারি

source: Beep Once
bn_in: একবার বিপ

source: Block Popup
bn_in: পপআপ রোধ করুন

source: Bluetooth
bn_in: ব্লুটুথ

source: Bookmarks
bn_in: বুকমার্ক

source: Brightness
bn_in: উজ্জ্বলতা

source: Calculator
bn_in: ক্যালকুলেটর

source: Calendar
bn_in: ক্যালেন্ডার

source: Call Barring
bn_in: কল বেয়ারিং

source: Call Divert
bn_in: কল ড্রাইভাট

source: Call Duration
bn_in: কলের সময়কাল

source: Call Log
bn_in: কল লগ

source: Call Settings
bn_in: কল সেটিং

source: Call Summary
bn_in: কলের বিবরণ

source: Call Timers
bn_in: কল টাইমার

source: Call Trackers
bn_in: কল অনুসরণকারি

source: Call Waiting
bn_in: কল ওয়েটিং

source: Camera
bn_in: ক্যামেরা

source: Cancel
bn_in: বাতিল করুন

source: Cancel All Barrings
bn_in: সকল ব্যারিং বাতিল করুন

source: Capture
bn_in: ক্যাপচার

source: Carrier
bn_in: পরিষেবা প্রদানকারী

source: Cell Info Display
bn_in: সেলের তথ্য প্রদর্শক

source: Change Access Codes
bn_in: অ্যাক্সেস কোড পাল্টান

source: Change Barring Password
bn_in: ব্যারিং পাসওয়ার্ড পরিবর্তন করুন

source: Change Codes
bn_in: কোড বদল করুন

source: Change PIN Code
bn_in: PIN কোড বদল করুন

source: Change Security Codes
bn_in: নিরাপত্তা কোড বদল করুন

source: Change Wall Paper
bn_in: ওয়ালপেপার পরিবর্তন করুন

source: Chat
bn_in: চ্যাট

source: Check Status
bn_in: স্থিতি যাচাই করুন

source: Classic Clock
bn_in: ক্লাসিক ঘড়ি

source: Clear Counter
bn_in: কাউন্টার ক্লিয়ার করুন

source: Clear Log
bn_in: লগ ক্লিয়ার করুন

source: Clear Private Data
bn_in: গপন তথ্য মুছে ফেলুন

source: Clear Text
bn_in: টেক্সট মুছে ফেলুন

source: Clear Timers
bn_in: টাইমার মুছে ফেলুন

source: Clock
bn_in: ঘড়ি

source: Closed User Group
bn_in: বন্ধ ব্যবহারকারী দল

source: Closeup
bn_in: ক্লোজ-আপ

source: Color Schemes
bn_in: রঙের তালিকা

source: Compose Email
bn_in: ইমেল লিখুন

source: Compose Text Message
bn_in: টেক্সট মেসেজ লিখুন

source: Conference Call
bn_in: কনফারেন্স কল

source: Confirm
bn_in: নিশ্চিত করুন

source: Confirm Delivery
bn_in: ডেলিভারি নিশ্চিত করুন

source: Confirm Read
bn_in: পড়ে নিশ্চিত হন

source: Confirm SIM Service Action
bn_in: SIM পরিষেবা নিশ্চিত করুন

source: Confirmations
bn_in: নিশ্চিতি

source: Contact Images
bn_in: পরচিতির চিত্রাবলী

source: Contact Name
bn_in: পরিচিতির নাম

source: Contacts
bn_in: পরিচিতি

source: Converter
bn_in: কনভার্টার

source: Copy
bn_in: কপি

source: Copy Location
bn_in: কপি করার লোকেশান

source: Cost Control
bn_in: মূল্য নিয়ন্ত্রণ

source: Cost Settings
bn_in: মূল্য সেটিংস

source: Create Message
bn_in: বার্তা লিখুন

source: Currency
bn_in: মুদ্রা

source: Data Services
bn_in: তথ্য পরিষেবা

source: Date Setting
bn_in: তারিখ সেটিংস

source: Default
bn_in: ডিফল্ট

source: Default Call Volume
bn_in: ডিফল্ট কল শব্দমাত্রা

source: Default Font Size
bn_in: ডিফল্ট ফন্ট আয়তন

source: Default Text Encoding
bn_in: ডিফল্ট টেক্সট এঙ্কোডিং

source: Delete
bn_in: মুছুন

source: Delete Messages
bn_in: মেসেজ ডিলিট করুন

source: Delete Recent Call Lists
bn_in: সাম্প্রতিক কল তালিকা মুছে ফেলুন

source: Delivery Reports
bn_in: ডেলিভারি রিপোর্ট

source: Device Update
bn_in: ডিভাইস আপডেট

source: Dialed
bn_in: ডিয়াল করা হয়েছে

source: Dialed Numbers
bn_in: ডায়াল করা নাম্বারগুলি

source: Dictionary
bn_in: অভিধান

source: Dictionary Off
bn_in: অভিধান বন্ধ

source: Digital Clock
bn_in: ডিজিটাল ঘড়ি

source: Digital Zoom
bn_in: ডিজিটাল জুম

source: Discoverable
bn_in: আবিষ্কারযোগ্য

source: Discreet
bn_in: সতর্ক

source: Display Detail
bn_in: বিবরণ প্রদর্শন করুন

source: Display Language
bn_in: ভাষা দেখান

source: Display Settings
bn_in: বৈশিষ্ট্য প্রদর্শন করুন

source: Distribution List
bn_in: সংস্করন তালিকা

source: Divert All Voice Calls
bn_in: সকল ভোয়েস কল ডাইভার্ট করুন

source: Download Image Automatically
bn_in: স্বয়ংক্রিয়ভাবে ছবি ডাউনলোড করুন

source: Drafts
bn_in: খসড়াসমূহ

source: Duration
bn_in: সময়কাল

source: Duration of All Calls
bn_in: সকল কলের সময়কাল

source: Duration of Dialed Calls
bn_in: ডায়াল হওয়া কলের সময়কাল

source: Duration of Last Calls
bn_in: শেষ কলের সময়কাল

source: Duration of Received Calls
bn_in: গৃহীত কলের সময়কাল

source: Edit
bn_in: সম্পাদনা

source: Email Account Management
bn_in: ইমেইল অ্যাকাউন্ট ম্যানেজমেন্ট

source: Email Filters
bn_in: ইমেইল ফিল্টারসমূহ

source: Enable Bluetooth
bn_in: ব্লুটুথ সক্রিয় করুন

source: Enable Geo Location
bn_in: ভৌগোলিক অবস্থান সক্রিয় করুন

source: Enable HTML Email
bn_in: HTML ইমেইল সক্রিয় করুন

source: Encryption
bn_in: এনক্রিপশন

source: Enhancement
bn_in: বৃদ্ধি

source: Enhancement Settings
bn_in: বৈশিষ্ট্য বৃদ্ধি করুন

source: Enter PIN Code
bn_in: PIN কোড প্রদান করুন

source: Enter Recipient
bn_in: প্রাপ্ক নির্বাচন করুন

source: Equalizer
bn_in: ইকুয়ালাইজার

source: Erase All Contents and Settings
bn_in: সমস্ত বিষয়বস্তু ও সেটিংস মুছুন

source: Events Notified
bn_in: বিজ্ঞাপিত ঘটনা

source: Exit
bn_in: প্রস্থান করুন

source: Exit Editor
bn_in: এডিটর প্রস্থান করুন

source: Extra Large Fonts
bn_in: বড় ফন্ট

source: Extras
bn_in: অতিরিক্ত

source: Facebook
bn_in: ফেসবুক

source: Files
bn_in: ফাইল

source: File Manager
bn_in: ফাইল ম্যানেজার

source: Find Location
bn_in: অবস্থান খুঁজুন

source: Fixed Dialing
bn_in: ফিক্সড ডায়ালিং

source: Flash
bn_in: ফ্ল্যাশ

source: Flash Light
bn_in: ফ্ল্যাশ লাইট

source: FM Transmitter
bn_in: FM ট্রান্সমিটার

source: Font Size
bn_in: ফন্ট সাইজ

source: Format
bn_in: ফর্ম্যাট

source: Forward
bn_in: ফরওয়ার্ড

source: Free Memory
bn_in: মুক্ত মেমোরি

source: Full
bn_in: সম্পূর্ণ

source: Game Sound
bn_in: গেমের আওয়াজ

source: Games
bn_in: গেম

source: General
bn_in: সাধারণ

source: Genres
bn_in: প্রকার

source: Get Directions
bn_in: এখানে ক্লিক করুন

source: Go to
bn_in: যান

source: Go to Date
bn_in: তারিখে যান

source: Go to Music Store
bn_in: মিউজিক স্টোরে যান

source: Grid View
bn_in: গ্রিড ভিউ

source: Handsfree
bn_in: হ্যান্ডসফ্রি

source: Headset
bn_in: হেডসেট

source: Hide Clock
bn_in: ঘড়ি লোকান

source: History
bn_in: পূর্ববর্তী তথ্য

source: Home
bn_in: হোম

source: Image Size
bn_in: ছবির আকার

source: Import Pictures
bn_in: ইম্পোর্ট ছবি

source: In Car
bn_in: গাড়ির মধ্যে

source: In-call Timer
bn_in: ইন-কল টাইমার

source: Inbox
bn_in: ইনবক্স

source: In-call Settings
bn_in: ইন-কল বৈশিষ্ট্য

source: Include Signature
bn_in: সই প্রবেশ করান

source: Incoming Calls
bn_in: আগত কল

source: Info Service
bn_in: তথ্য সার্ভিস

source: Insert Number
bn_in: নম্বর প্রবেশ করান

source: Insert Options
bn_in: অপশনসমূহ প্রবেশ করান

source: Insert Smiley
bn_in: স্মাইলি প্রবেশ করান

source: Insert Symbol
bn_in: প্রতীক প্রবেশ করান

source: Insert Template
bn_in: টেমপ্লেট প্রবেশ করান

source: Installation Files
bn_in: ইনস্টলেশন ফাইল

source: Installation Settings
bn_in: ইনস্টলেশন বৈশিষ্ট্য

source: Installed Apps
bn_in: ইনস্টল হওয়া অ্যাপ

source: Instructions
bn_in: নির্দেশনা

source: International Calls
bn_in: আন্তর্জাতিক কল

source: IP Address
bn_in: IP ঠিকানা

source: Keyguard Code
bn_in: কিগার্ড কোড

source: Keyguard Settings
bn_in: কিগার্ড বৈশিষ্ট্য

source: Keylock
bn_in: কিলক

source: Keypad Active
bn_in: কিপ্যাড সক্রিয়

source: Keypad Locked
bn_in: কিপ্যাড লক হয়েছে

source: Keypad Tones
bn_in: কিপ্যাড টোন

source: Keypad Unlocked
bn_in: কিপ্যাড আনলক করা হয়েছে

source: Landscape
bn_in: ল্যান্ডস্কেপ

source: Language
bn_in: ভাষা

source: Large Fonts
bn_in: বড়ো ফন্ট

source: Last Call
bn_in: শেষ কল

source: Last Watched
bn_in: শেষ দর্শিত

source: Latest Update
bn_in: সর্বশেষ আপডেট

source: Length
bn_in: দৈর্ঘ্য

source: Lights Only
bn_in: শুধু আলো

source: List
bn_in: তালিকা

source: List View
bn_in: তালিকা দৃশ্য

source: Load Image
bn_in: ছবি লোড করুন

source: Location
bn_in: অবস্থান

source: Location Services
bn_in: অবস্থানের সার্ভিস

source: Lock
bn_in: লক

source: Loud
bn_in: জোরে

source: Loudness
bn_in: শব্দের মাত্রা

source: Manual
bn_in: ম্যানুয়াল

source: Maps
bn_in: মানচিত্র

source: Media
bn_in: মিডিয়া

source: Media Player
bn_in: মিডিয়া প্লেয়ার

source: Meeting
bn_in: মিটিং

source: Memory Status
bn_in: মেমরি স্ট্যাটাস

source: Menu
bn_in: মেনু

source: Menu View
bn_in: মেনু প্রদর্শন

source: Message Alert Tone
bn_in: বার্তা সতর্কতা টোন

source: Message Counter
bn_in: মেসেজ কাউন্টার

source: Message Notifiers
bn_in: বার্তা বিজ্ঞাপক

source: Message Saved
bn_in: বার্তা সংরক্ষিত হল

source: Message Settings
bn_in: বার্তা বৈশিষ্ট্য

source: Messages
bn_in: বার্তাগুলি

source: Missed
bn_in: মিসড

source: Missed Calls
bn_in: মিসড কল

source: Mobile Network
bn_in: মোবাইল নেটওয়ার্ক

source: Model
bn_in: মডেল

source: More
bn_in: আরও

source: Music Library
bn_in: সঙ্গীত লাইব্রেরি

source: Music Player
bn_in: মিউজিক প্লেয়ার

source: My Location
bn_in: আমার অবস্থান

source: Name
bn_in: নাম

source: Name and Number
bn_in: নাম এবং নম্বর

source: Name List
bn_in: নামের তালিকা

source: Name Only
bn_in: শুধু নাম

source: Navigate to Here
bn_in: এখানে নেভিগেট করে আসুন

source: Network and Connection
bn_in: নেটয়ার্ক এবং কানেকশন

source: Network Selection
bn_in: নেটওয়ার্ক বাছাই

source: New Appointment
bn_in: নতুন সাক্ষাতকার

source: Next
bn_in: পরবর্তী

source: Night
bn_in: রাত

source: No
bn_in: না

source: No Screening
bn_in: প্রদর্শিত হবে না

source: None
bn_in: কোনটাই নয়

source: Normal
bn_in: স্বাভাবিক

source: Note
bn_in: নোট

source: Notification Lights
bn_in: বিজ্ঞপ্তির আলো

source: Now Playing...
bn_in: এখন চলছে

source: Now Press *
bn_in: এখন * প্রেস করুন

source: Number of Copies
bn_in: কপির সংখ্যা

source: Numbers
bn_in: নম্বরগুলি

source: Office
bn_in: অফিস

source: OK
bn_in: ঠিক আছে

source: On
bn_in: চালু

source: One by One
bn_in: এক-এক করে

source: Options
bn_in: বিকল্পগুলি

source: Organize
bn_in: আয়োজন করা

source: Other Video Clips
bn_in: অন্যান্য ভিডিও ক্লিপ্স

source: Outdoors
bn_in: বাইরে

source: Outgoing Calls
bn_in: আউটগোয়িং কল

source: Passcode Lock
bn_in: পাসকোড লক

source: Password
bn_in: পাসওয়ার্ড

source: Paste
bn_in: পেস্ট

source: Phone
bn_in: ফোন

source: Phone Management
bn_in: ফোন ব্যবস্থাপনা

source: Phone Number
bn_in: ফোন নাম্বার

source: Phone Settings
bn_in: ফোন সেটিংস

source: Phone-book Style
bn_in: ফোনবুক স্টাইল

source: Picture Messages
bn_in: ছবিসহ বার্তা

source: Picture Review
bn_in: ছবি পর্যালোচনা

source: PIN Code Request
bn_in: PIN কোড আবেদন

source: Play
bn_in: চালান

source: Playlists
bn_in: প্লেলিস্ট

source: Please Call
bn_in: দয়া করে কল করুন

source: Podcast
bn_in: পোডকাস্ট

source: Portrait
bn_in: প্রতিকৃতি

source: Power Off
bn_in: বন্ধ করুন

source: Power Saving
bn_in: বিদ্যুৎ সাশ্রয়

source: Prepaid Credit
bn_in: প্রিপেইড তহবিল

source: Previous
bn_in: পূর্ববর্তী

source: Print
bn_in: প্রিন্ট করুন

source: Product Code
bn_in: প্রোডাক্টের কোড

source: Profile
bn_in: প্রোফাইল

source: Properties
bn_in: বৈশিষ্ট্য

source: Quit
bn_in: মুক্ত

source: Radio
bn_in: রেডিও

source: Read
bn_in: পড়ুন

source: Received
bn_in: গৃহীত

source: Received Calls
bn_in: গৃহীত কল

source: Received Messages
bn_in: গৃহীত বার্তাসমূহ

source: Recently Visited Page
bn_in: সাম্প্রতিক পরিদর্শিত পাতা

source: Reduced
bn_in: হ্রাসপ্রাপ্ত

source: Refresh Library
bn_in: লাইব্রেরি রিফ্রেশ করুন

source: Remind About
bn_in: সম্পর্কে মনে করিয়ে

source: Reminders
bn_in: অনুস্মারক

source: Remove from Album
bn_in: অ্যালবাম থেকে বাতিল করুন

source: Repeat
bn_in: পুনরাবৃত্তি

source: Repeat Alarm
bn_in: অ্যালার্ম পুনরাবৃত্তি করুন

source: Repeat All
bn_in: সব পুনরাবৃত্তি করুন

source: Repeat Song
bn_in: সঙ্গীত পুনরাবৃত্তি করুন

source: Reply
bn_in: জবাব

source: Reply to All
bn_in: সবাইকে জবাব দিন

source: Reset All Settings
bn_in: সমস্ত বৈশিষ্ট্য রিসেট করুন

source: Reset Home Screen Layout
bn_in: হোম স্ক্রিনের লেআউট রিসেট করুন

source: Reset Keyboard Dictionary
bn_in: কিবোর্ড অবিধান রিসেট করুন

source: Reset Location Warning
bn_in: অবস্থানের সতর্কতা রিসেট করুন

source: Reset Network Settings
bn_in: নেটওয়ার্ক বৈশিষ্ট্য রিসেট করুন

source: Reset Settings
bn_in: বৈশিষ্ট্য রিসেট করুন

source: Resolution
bn_in: রেজোলিউশন

source: Restore Factory Settings
bn_in: ফ্যাক্টরি বৈশিষ্ট্য পুনরায় স্টোর করুন

source: Right Selection Key
bn_in: ডানদিকের নির্বাচিত কী

source: Ringing Tone
bn_in: রিং টোন

source: Ringing Volume
bn_in: রিং-এর পরিমাণ

source: Save
bn_in: সংরক্ষণ

source: Save Message
bn_in: বার্তা সংরক্ষণ করুন

source: Screen Display
bn_in: স্ক্রিন দর্শন

source: Screen Rotation
bn_in: স্ক্রিন রোটেশন

source: Screen Saver
bn_in: স্ক্রিন সেভার

source: Screened Messages
bn_in: স্ক্রিন হওয়া বার্তা

source: Search
bn_in: খোঁজা

source: Search by
bn_in: খুঁজুন দ্বারা

source: Search by Sender
bn_in: প্রেরক দ্বারা খুঁজুন

source: Search by Subject
bn_in: বিষয় দ্বারা খোঁজা

source: Security
bn_in: নিরাপত্তা

source: Security Codes
bn_in: নিরাপত্তা কোড

source: Security Levels
bn_in: নিরাপত্তা লেভেল

source: Security Settings
bn_in: নিরাপত্তা বৈশিষ্ট্য

source: Select
bn_in: নির্বাচন করুন

source: Select Option
bn_in: অপশন নির্বাচন করুন

source: Send
bn_in: পাঠান

source: Send Contact Card
bn_in: পরিচিতি কার্ড পাঠান

source: Send Later
bn_in: পরে পাঠান

source: Send Location
bn_in: অবস্থান পাঠান

source: Send my Caller Identity
bn_in: আমার কল করার পরিচিতি পাঠান

source: Send to List
bn_in: তালিকাতে পাঠান

source: Send to Many
bn_in: অনেককে পাঠান

source: Sender
bn_in: প্রেরক

source: Sending Options
bn_in: পাঠানোর অপশন

source: Sending Profile
bn_in: প্রোফাইল পাঠানো হচ্ছে

source: Sensor Settings
bn_in: সেন্সর বৈশিষ্ট্য

source: Sent
bn_in: পাঠানো হয়েছে

source: Sent Items
bn_in: পাঠানো আইটেম

source: Sent Messages
bn_in: পাঠানো বার্তা

source: Service Center
bn_in: সার্ভিস সেন্টার

source: Service Not Active
bn_in: সার্ভিস সক্রিয় নয়

source: Service Status
bn_in: সার্ভিস স্ট্যাটাস

source: Set as Ring Tone
bn_in: রিংটোন হিসেবে সেট করুন

source: Set the Time
bn_in: সময় সেট করুন

source: Settings
bn_in: বৈশিষ্ট্য

source: Setup
bn_in: সেট-আপ

source: Shuffle
bn_in: অদলবদল

source: Shuffle Play
bn_in: অদলবদল প্লে

source: Shutdown
bn_in: বন্ধ করুন

source: Signal
bn_in: সিগন্যাল

source: Signature
bn_in: সই

source: Silent
bn_in: নিঃশব্দ

source: SIM Card
bn_in: SIM কার্ড

source: Slide Show
bn_in: স্লাইড শো

source: Small Fonts
bn_in: ছোটো ফন্ট

source: Smart Dialing
bn_in: স্মার্ট ডায়ালিং

source: Smileys
bn_in: স্মাইলি

source: Software Update
bn_in: সফটওয়্যার আপডেট

source: Software Version
bn_in: সফটওয়্যার সংস্করণ

source: Song Details
bn_in: সঙ্গীত বর্ণনা

source: Songs
bn_in: সঙ্গীত

source: Sound and Ringtone
bn_in: আওয়াজ এবং রিংটোন

source: Speaking
bn_in: কথা বলছে

source: Special
bn_in: স্পেশ্যাল

source: Speed Dialing
bn_in: দ্রুত ডায়ালিং

source: Spell Check
bn_in: স্পেল চেক

source: Sports
bn_in: স্পোর্টস

source: Spreadsheet
bn_in: স্প্রেডশিট

source: Standard
bn_in: স্ট্যান্ডার্ড

source: Start
bn_in: শুরু

source: Startup Tone
bn_in: স্টার্ট-আপ টোন

source: Startup Page
bn_in: স্টার্ট-আপ পেজ

source: Stereo Widening
bn_in: স্টিরিও প্রসার

source: Stop
bn_in: বন্ধ

source: Stop Watch
bn_in: স্টপ ওয়াচ

source: Store Pictures
bn_in: ছবি স্টোর করুন

source: Switch Application
bn_in: অ্যাপ্লিকেশন সুইচ করুন

source: System of Measurement
bn_in: পরিমাপের সিস্টেম

source: Tabs
bn_in: ট্যাবসমূহ

source: Temperature
bn_in: তাপমাত্রা

source: Templates
bn_in: টেমপ্লেটসমূহ

source: Text
bn_in: টেক্সট

source: Themes
bn_in: থীম

source: Thumbnail View
bn_in: থাম্বনেইল দৃশ্য

source: Time Format
bn_in: সময় ফর্ম্যাট

source: Time Settings
bn_in: সময় বৈশিষ্ট্য

source: Time Tracker
bn_in: সময় ট্র্যাকার

source: Time Zone
bn_in: টাইম জোন

source: Time Out
bn_in: টাইম আউট

source: Tone Settings
bn_in: টোন বৈশিষ্ট্য

source: Topic Index
bn_in: বিষয় সূচক

source: Topics
bn_in: বিষয়সমূহ

source: Total Calls
bn_in: সর্বমোট কল

source: Tweeter
bn_in: টুইটার

source: Unlock
bn_in: আনলক

source: Use
bn_in: ব্যবহার

source: Use Details
bn_in: ব্যবহারের বর্ণনা

source: Use Image
bn_in: ছবি ব্যবহার করুন

source: Use Tone
bn_in: টোন ব্যবহার করুন

source: User Guide
bn_in: ব্যবহারকারীর গাইড

source: Vibrate then Ring
bn_in: ভাইব্রেশন এবং তারপরে রিং

source: Vibrating Alert
bn_in: ভাইব্রেশন সতর্কতা

source: Vibration
bn_in: ভাইব্রেশন

source: Video
bn_in: ভিডিও

source: Video Camera
bn_in: ভিডিও ক্যামেরা

source: View All
bn_in: সব দেখুন

source: View by Date
bn_in: তারিখ দিয়ে দেখুন

source: View Folder
bn_in: ফোল্ডার দেখুন

source: View Saved Message
bn_in: সংরক্ষিত বার্তা দেখুন

source: View Slideshow
bn_in: স্লাইডশো দেখুন

source: View Today
bn_in: আজ দেখুন

source: Voice Mail Box Number
bn_in: ভয়েস মেইল বক্স নম্বর

source: Warning Tones
bn_in: সতর্কতার টোন

source: Weight
bn_in: ওজন

source: Welcome Note
bn_in: স্বাগত বার্তা

source: Wi-Fi Network
bn_in: Wi-Fi নেটওয়ার্ক

source: Yes
bn_in: হাঁ

source: Zoom Mode
bn_in: জুম মোড
